[
    {
        "about": {
            "content": "<div class=\"container-fluid\"><div class=\"row row-1\"><h1 class=\"align-self-center mx-auto text-white shadow-lg header-1\">About AutoZone</h1></div><div class=\"row row-2 m-5\"><p>For more than 39 years, AutoZone has been committed to providing the best parts, prices and customer service in the automotive aftermarket industry. We have a rich culture and history of Going the Extra Mile for our customers and our community.</p><p>The foundation of AutoZone's success is our culture, which defines how our employees (called \"AutoZoners\") take care of customers. Each AutoZoner works hard to LIVE the Pledge, share their passion for WOW! Customer Service and Go the Extra Mile every day to continue building and growing AutoZone for our customers.</p></div><div class=\"row row-3 bg-danger\"><div class=\"col-sm-6 col-md-6\"><div><img class=\"about-man-image\" /></div></div><div class=\"col-sm-6 col-md-6 align-self-center\"><p class=\"text-white\">AutoZone's history started with the vision of one man: J.R. \"Pitt\" Hyde III. After receiving his bachelor's degree in Economics, Pitt joined Malone & Hyde, Inc., a wholesale food company founded by his grandfather. He launched and developed Malone & Hyde's specialty retailing division, beginning with drug stores and expanding into sporting goods stores and supermarkets. During his research into new, potential markets, Pitt recognized the need for a retail automotive parts store that could help ordinary people take care of their vehicles by providing quality parts and Trustworthy Advice. Pitt believed that the characteristics found in supermarkets - clean, well-organized stores, accessible products, and great customer service - could be applied to the automotive parts business. In 1979, his vision became a reality.</p></div></div><div class=\"row row-4\"><div class=\"col-sm-6 col-md-6 align-self-center\"><p>Originally named \"Auto Shack\", the company first started as a division of Malone & Hyde. On July 4, 1979, we opened our first store in Forrest City, Arkansas. In its first year, Auto Shack opened eight stores in two states: Arkansas and Tennessee, and shipped merchandise out of a 12,000 square foot distribution center.</p><p>In 1987, Auto Shack became AutoZone, a freestanding company with Pitt serving as Chairperson and CEO. In 1991, AutoZone became a publically traded company on the New York Stock Exchange (ticker symbol: AZO). 1996, AutoZone launched a Commercial program offering credit and delivery to professional technicians. Later, with the purchase of ALLDATA, AutoZone acquired the nation 2019s leading provider of electronic automotive diagnostic and repair software. In 1998, AutoZone expanded its presence outside the U.S. borders to Mexico, opening our first AutoZone de Mexico store, and in 2012, AutoZone opened our first store in Brazil.</p><p>Today, AutoZone is the leading retailer and a leading distributor of automotive replacement parts and accessories in the U.S. with more than 6,000 stores across the fifty United States, the District of Columbia, Puerto Rico, Mexico and Brazil and more than 85,000 AutoZoners supporting operations on four continents.</p></div><div class=\"col-sm-6 col-md-6\"><img class=\"w-100 min-vh-100 car-man-image\" /></div></div></div>"
        },
        "investorInformation": {
            "content": "<div class=\"container-fluid\"><div class=\"row\"><div class=\"w-100\"><img class=\"float-right investor-logo\" /></div></div><div class=\"row\"><div class=\"w-100 text-center\"><img class=\"img-fluid investor-information-image\" /></div><\/div><div class=\"row\"><h3>AutoZone, Inc.</h3><p> AutoZone is the nation's leading retailer and a leading distributor of automotive replacement parts and accessories with more than 6,000 stores in US, Puerto Rico, Mexico, and Brazil. Each store carries an extensive line for cars, sport utility vehicles, vans and light trucks, including new and remanufactured hard parts, maintenance items and accessories. Since opening its first store in Forrest City, Ark. on July 4, 1979, the company has joined the New York Stock Exchange (NYSE: AZO) and earned a spot in the Fortune 500.</p></div><div class=\"row\"><h3>Recent News</h3><table class=\"table table-striped\"><thead><tr><th scope=\"col\">Date</th><th scope=\"col\">Title and Summary</th></tr></thead><tbody><tr><td>05\/26\/20</td><td>AutoZone 3rd Quarter Same Store Sales Decrease 1.0%; EPS Decreases 10.0% to $14.39; Announces Actions in Response to COVID-19</td></tr><tr><td>04\/28\/20<\/td><td>AutoZone to Release Third Quarter Earnings May 26, 2020</td></tr><tr><td>04\/07\/20<\/td><td>AutoZone Announces Actions In Response To COVID-19</td></tr></tbody></table></div></div>"
        },
        "affiliateProgram": {
            "content": "<div class=\"container-fluid\"><div class=\"row\"><img class=\"img-fluid min-vw-100 affiliate-logo\" /></div><div class=\"row mt-5\"><div class=\"col-md-3 col-sm-3\"><img class=\"img-fluid w-100 man-image\" \/><\/div><div class=\"col-md-9 col-sm-9\"><h2>Earn Commissions By Promoting The Top Brands In Auto Parts And Accessories</h2><p><b>Join the AutoZone Affiliate Program and get the nation's leading distributor of automotive parts and accessories working for you.</b>AutoZone has teamed up with Pepperjam to help publishers grow with AutoZone.com, one of the top online retail websites. When folks think car parts, they think AutoZone - so get in on the action.</p><p>As an AutoZone affiliate, publishers can <u>leverage our unmatched brand recognition</u> to drive sales and earn commissions. Plus, affiliates have access to powerful resources to help drive success. Join today and start earning commission on every sale referred to AutoZone.com.</p><a class=\"text-center\" href=\"https:\/\/www.pepperjamnetwork.com\/affiliate\/registration.php?refid=143064\"><h4 class=\"text-warning\">Join the AutoZone.com Affiliate Program Now</h4></a></div></div><div class=\"row mx-0\"><h3 class=\"mt-5\">Why Join the AutoZone.com Affiliate Program?</h3><ul class=\"list-group list-group-flush\"><li class=\"list-group-item\"><b>Competitive Base Commission</b> plus performance incentives for high-volume affiliates</li><li class=\"list-group-item\"><b>Trusted 3rd Party Tracking with Pepperjam</b> - you can rest assure that you'll receive your commissions</li><li class=\"list-group-item\"><b>Powerful Affiliate Resources</b> - includes text\/html links, banners, fresh promotional offers, monthly newsletters, and much more</li><li class=\"list-group-item\"><b>A Top Notch, dedicated Affiliate Support Team</b> helps you make more sales, feel free to e-mail us at autozone.affiliate@ecselis.com</li><li class=\"list-group-item\"><b>Plus</b> - we are constantly working to boost conversion rates on our site, so more of your leads will turn into sales.</li></ul></div><div class=\"row\"><h3 class=\"mt-5\">Get Started Today - Sign Up as an AutoZone.com Affiliate!</h3><p>Joining the AutoZone.com affiliate program is simple and free. We've teamed up with Pepperjam - a leading affiliate network - to give our affiliates the best experience possible. Here's how you can start earning commissions with AutoZone.com:</p><ul class=\"list-group list-group-flush ml-5\"><li class=\"list-group-item\">Sign up for a free account with Pepperjam (<a href=\"http:\/\/www.Pepperjam.com\">http:\/\/www.Pepperjam.com</a>)</li><li class=\"list-group-item\">Apply to the AutoZone affiliate program</li><li class=\"list-group-item\">Grab links, banners, and more from our affiliate tools</li><li class=\"list-group-item\"><b>Start earning commissions from your web traffic!</b></li></ul><p class=\"text-center w-100\"><a class=\"text-warning\" href=\" https:\/\/www.pepperjamnetwork.com\/affiliate\/registration.php?refid=143064\">Click Here To Sign Up<br></br><img class=\"papperjam-logo\" alt=\"Commission Junction\"/></a></p></div></div>"
        }
    }
]